Revit 2024 API
OBJImportOptions Constructor
Overload List
Name | Description
OBJImportOptions()
 Constructs a new instance of OBJImportOptions with default values of all properties.
OBJImportOptions(OBJImportOptions)
 Constructs a new instance of OBJImportOptions as a copy of the import options.
See Also
OBJImportOptions Class
OBJImportOptions Members
Autodesk.Revit.DB Namespace